[{"link":"https://mozilla-foundation-research.herokuapp.com/dso-kisumu-first-intervention/","title":"DSO Intervention 1 Continued: Kisumu & Vihiga","description":"<p><img src=\"https://mozilla-foundation-research.s3.amazonaws.com/2016/Apr/DSO_April_2016_17-1462011337346.jpg\" alt=\"\"></p>\n\n<p>After the <a href=\"https://mozilla-foundation-research.herokuapp.com/dso-nairobis-first-intervention/\">Intervention workshop in Nairobi</a> the DSO <a href=\"http://mozillafoundation.github.io/digital-skills-observatory/#teams-section\">team</a> headed out to western Kenya to hold two more digital skills workshops in Kisumu and Vihiga. Each workshop—an \"Intervention\"—is intended to impact the study’s treatment group by improving their digital skills. With some careful analysis and iterative design,</p>"},{"link":"https://mozilla-foundation-research.herokuapp.com/results-from-tamasha-hack/","title":"Results from Tamasha Hack!","description":"<p>Over the past two days, contributors from <a href=\"http://equitygroupfoundation.com/\">Equity Group Foundation</a>, <a href=\"http://www.digitaldividedata.com/\">Digital Divide Data</a>, <a href=\"http://www.lakehub.co.ke/\">LakeHub</a>, the <a href=\"http://mozilla-kenya.org/\">Mozilla Kenya</a> community took part in <a href=\"https://mozilla-foundation-research.herokuapp.com/tamasha-hack/\">Tamasha Hack</a>, using their talent, creativity, and enthusiasm to create designs and prototypes for Android apps that will help new smartphone users in Kenya improve their digital skills.</p>\n\n<p>Addressing</p>"},{"link":"https://mozilla-foundation-research.herokuapp.com/tamasha-hack/","title":"Tamasha Hack! - Digital Skills Hackathon","description":"<p>Tomorrow, with the help of Equity Foundation, we're hosting <mark>Tamasha Hack</mark>, a hackathon to create Android prototypes that teach or assist digital skills. As part of the Digital Skills Observatory project, prototypes from this hackathon will be the foundation for the software that DSO study participants will receive on their</p>"},{"link":"https://mozilla-foundation-research.herokuapp.com/dso-nairobis-first-intervention/","title":"DSO Nairobi’s First Intervention","description":"<p><img src=\"https://mozilla-foundation-research.s3.amazonaws.com/2016/Apr/26539497005_7b73ed4493_k-1461156781068.jpg\" alt=\"\"></p>\n\n<p>This past weekend, the Digital Skills Observatory held its inaugural Intervention, during which Nairobi community members—researchers, designers, developers, teachers, students, and other professionals and volunteers—hosted study participants in a digital skills workshop focused on smartphones, cell networks, and the Internet. Each DSO Intervention is intended to impact the</p>"},{"link":"https://mozilla-foundation-research.herokuapp.com/learnings-from-our-first-interview/","title":"Learnings From Our First Interview","description":"<p><em>This article was written with data and analysis from DDD's research team, including Duncan Washington and Joash Mango.</em></p>\n\n<p>The question, “What do you dream to do with your phone?” may seem fairly trivial to answer. Maybe you’d say, “I’d like to open Snapchat in under 30 seconds,” if</p>"},{"link":"https://mozilla-foundation-research.herokuapp.com/do-first-time-smartphone-users-know-their-phones-operating-system-evidence-from-field-recruitment-report/","title":"Do first-time smartphone users know their phone’s operating system? Evidence from field recruitment report.","description":"<p><em>This article was written by Mango, J., Duncan G, W., Kiiru, N., Chao, H,. Olango, J,. Amolo, A,. Nekesa, L,. and Chizi, M from DDD's research team.</em></p>\n\n<p>The DSO project’s research team recruited participants in rural, peri-urban and urban areas of Vihiga, Kisumu, Nairobi, Mombasa and Kilifi. The sample</p>"}]
